Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapporter_samisktegnsettogit_SA.pdf.tmx
Source language: sme
Languages: nob

source: Oktiigeassun sáhttá dadjat ahte almmolašvuohta lea geatnegahttojuvvon geavahit sámi báikenamaid mat leat mearriduvvon báikenammalága mielde ja mat čužžot čállojuvvon báikenammaregistaris .
nob: Som en oppsummering kan man si at det offentlige er forpliktet til å bruke samiske stedsnavn som er fastsatt etter loven og som står oppført i stadnamnregisteret .

source: Nama mearridettiin galgá geavahit sámegiela gustojeaddji riektačállinprinsihpa , gč. § 4 , juoga mii sáhttá mearkkašit sámi čálamearkkaid geavaheami .
nob: Ved fastsettingen av navnet skal man bruke gjeldende rettskrivingsprinsipp for samisk , jf. § 4 , noe som vil kunne innebære bruk av samiske tegn .

source: Vuolggasadjin šaddá dalle ahte almmolaš orgánat fertejit geavahit sámi čállinvuogi oktan sámi čálamearkkaiguin doaimmasteaset .
nob: Utgangspunktet blir derfor at offentlige organ må bruke den samiske skrivemåten med samiske tegn i sin virksomhet .

source: Geatnegasvuohta gusto dušše doppe gos almmolaš orgána atná báikenama báikki namman , ovdamearkka dihtii adreassaid čáledettiin jdd.
nob: Plikten gjelder bare der det offentlige organet benytter stedsnavnet som navn på et sted , for eksempel ved oppføring av adresser o.l.

source: Doppe gos báikenamma lea oassin doaimma dahje sullasačča namas , de ii ásahala báikenammaláhka dán doaimmanama čállinvuogi .
nob: Der et stedsnavn inngår som en del av et navn på et foretak eller lignende , vil stadnamnlova ikke regulere skrivemåten av dette foretaksnavnet .

source: Seamma láhkai gusto firpmánamaide .
nob: Tilsvarende gjelder for firmanavn .

source: Dát boahtá ee. ovdan Ot. prp.:s . nr. 66 ( 1988-89 ) siidu 7 gos daddjojuvvo ahte ” Lávdegoddi lea árvvoštallan galgágo spiehkastuvvot muhtun nammajoavkkuid hárrái , ja evttoha ahte sohka- ja firpmánamat prinsihpalaččat ja juridihkalaččat leat eará dilis . ”
nob: Dette går m. a. fram av Ot. prp. nr. 66 ( 1988-89 ) side 7 der det heter at ” Utvalget har vurdert om det skal gjøres unntak for enkelte navnegrupper , og slår fast at slekts- og firmanavn prinsipielt og juridisk står i ei anna stilling . ”

source: 4.1.4 Loahpahus Leat leamaš jearaldagat sáminamat firpmáid logahallama birra almmolaš registariidda .
nob: 4.1.4 Konklusjon Det har vært henvendelser angående registrering i offentlige registre av foretak med samiske navn .

source: Čuovvu das mii bajábealde lea daddjojuvvon ahte báikenammaláhka ii atte láhkavuđđosa geatnegahttit registara logahallat doaimmanama sámi čálamearkkaiguin vaikko báikenamma lea oassin doaimmanamas .
nob: Det følger av det som er sagt ovenfor at stadnamnlova ikke hjemler en plikt for registeret til å registrere foretaksnavnet med samiske tegn selv om et stedsnavn inngår i foretaksnavnet .

source: Registtar lea goitge geatnegas logahallat ovdamearkka dihtii doaimma čujuhusa báikenama mearriduvvon čállinvugiin .
nob: Registeret plikter likevel å registrere for eksempel adressen til foretaket med den fastsatte skrivemåten av stedsnavnet .

source: Diekkár oktavuođain lea registtar nappo geatnegas geavahit sámi čálamearkkaid juos dat leat oassin báikenamas .
nob: I slike tilfelle plikter altså registeret å bruke samiske tegn dersom disse inngår i stedsnavnet .

source: Dainna fertejitge registariin leat sámi fonttat , juoga mii dahká ahte dat sáhttet čállit maiddái doaimmanama sámi čálamearkkaiguin , vaikko dain ii leat geatnegasvuohta dan dahkat báikenammalága mielde .
nob: Dermed vil registrene måtte ha samiske fonter , noe som gjør de i stand til også å skrive foretaksnavnet med samiske tegn , selv om de ikke har plikt til det etter stadnamnlova .

source: Sámi bibliografiija oktavuođas lea Našuvnnalašbibliotehka ( Nasjonalbiblioteket ) Ruovada ossodagas logahallanvuogádat mii giehtaguššá sámi čálamearkkaid ( girjerádjovuogádat MicroMarc oktan lasseprográmmain ” Samtast ” ) .
nob: 4.2 Biblioteksektoren 4.2.1 Problem I forbindelse med samisk bibliografi har Nasjonalbiblioteket , avdeling Rana , et registreringssystem som håndterer samiske tegn ( biblioteksystemet MicroMarc med tilleggsprogrammet ” Samtast ” ) .

source: Sámi čálamearkkat eai almmatge ovdanbuktojuvvo olbmuide interneahtas .
nob: De samiske tegnene blir likevel ikke presentert for publikum på internett .

source: Vai data šaddá dábuhahttin olbmuide , de eksporterejuvvojit dat Našuvnnalašbibliotehka Trip-vuođu bokte .
nob: For at data skal bli tilgjengelige for publikum , blir de eksportert via Trip-basen ved Nasjonalbiblioteket .

source: Trip-vuođđu dahká vuđđosa Sámi bibliografiija ovdanbuktimii interneahtas .
nob: Det er Trip-basen som danner grunnlaget for presentasjon av Samisk bibliografi på internett .

source: Dál lea čuolbman ahte sámi čálamearkkat eai ovdanbuktojuvvo rivttes láhkai eai Trip-vuođus , interneahtas eaige CD-rom:s .
nob: Det er et problem i dag at samiske tegn ikke blir presentert korrekt verken i Tripbasen , på internett eller på CD-rom .

source: Dát sáhttá addit dakkár boasttu gova ahte vuođđu ii ane sámi čálamearkkaid .
nob: Dette kan gi et feilaktig inntrykk av at basen ikke benytter samiske tegn .

source: Deaddiluvvon muhttašumiin gal leat buot čálamearkkat riekta .
nob: I trykte utgaver er alle tegn korrekte .

source: Našuvnnalašbibliotehkka , Ruovada ossodat , logahallá maiddái sámi dokumeanttaid BIBSYS:i .
nob: Nasjonalbiblioteket , avdeling Rana , registrerer også samiske dokument i BIBSYS .

source: Ieš logahallanvuogádagas BIBSYS logahallojuvvojit sámi čálamearkkat riekta , muhto BIBSYS iežas sierramearkkaid logahallanstandárddaid mielde .
nob: I selve registreringssystemet til BIBSYS blir samiske tegn registrert korrekt , men etter BIBSYS sine egne standarder for å registrere spesialtegn .

source: Dál lea dilli dakkár ahte čálamearkkat eai ovdanbuktojuvvo riekta , eai ozadettiin vuođus eaige ozadettiin interneahtas .
nob: I dag er statusen at tegn ikke blir korrekt presentert , verken ved søk i basen eller ved søk på internett . 9

source: 4.2.2 Čovdosat BIBSYS ovdanbuktojuvvui á rrat 2000s čoavddusin mii vuođđuduvvá Sámedikki sámegielčovdosii LEVI .
nob: 4.2.2 Løsninger BIBSYS lanserte tidlig i 2000 en løsning som baserer seg på samiskløsningen LEVI fra Sametinget .

source: Juos olmmoš installere LEVI , de sáhttá logahallat sámi čálamearkkaid riekta , ohcat sámi čálamearkkaid vuođul ja oažžut ovdan sámi čálamearkkaid ozadettiin .
nob: Dersom man installerer LEVI , kan man registrere samiske tegn korrekt , søke på samiske tegn og få fram samiske tegn ved søk .

source: Geavaheaddjit geat eai leat installeren LEVI , ožžot sámi čálamearkkaid guoros mearkan .
nob: Brukere som ikke har installert LEVI , vil få samiske tegn presentert som blanke tegn .

source: MicroMarc ođđaset veršuvnnat , mat leat Windows:i vuođđuduvvan , eai doarjjo LEVI .
nob: Nyere versjoner av MicroMarc , som er Windows-baserte , støtter ikke LEVI .

source: Danne lea dát čoavddus gaskaboddosaš .
nob: Denne løsningen er dermed foreløpig .

source: Našuvnnalašbibliotehkas lea háhkun ahte Sámi bibliografiija galgá molsut MicroMarc:a BIBSYS:in juos BIBSYS sáhttá fállat dohkálaš čovdosiid ee. sámi čálamearkkaid hárrái .
nob: Nasjonalbiblioteket har som intensjon at Samisk bibliografi skal gå over fra MikroMarc til BIBSYS dersom BIBSYS kan tilby akseptable løsninger bl.a. når det gjelder samiske tegn .

source: Sullasaš čovdosiid berrejit eará girjerádjoinstitušuvnnat , daid gaskkas Sámi sierrabibliotehkka , árvvoštallat .
nob: Lignende løsninger bør vurderes av andre biblioteksinstitusjoner , deriblant Samisk spesialbibliotek .

source: 5 Oppalaš čovdosat - Unicode Nugo čájehuvvon bajábealde , de leat máŋga geavatlaš čuolmma sámi sierramearkkaid geavaheamis .
nob: 5 Generelle løsninger - Unicode Som vist over er det flere praktiske problemer ved bruk av samiske spesialtegn .

source: Prográmmagálvu lea ja lea leamaš vuođđuduvvan eŋgelas alfabehtii .
nob: Programvare er og har vært basert på det engelske alfabetet .

source: Gielaide mat eai vuođđuduva eŋgelas alfabehtii , leat leamaš iešguđetdásat čuolmmat prográmmagálvvu geavaheamis .
nob: For språk som ikke baserer seg på det engelske alfabetet , har det vært problemer i ulike grad ved bruk av programvare .

source: Dát gusto máŋgga eurohpalaš gillii , daid gaskkas dárogillii ja vel eanet sámegillii ( davvisámegillii 2. ) Čoavdin dihtii dáid čuolmmat lea gárgeduvvon ođđa ISO-standárda , gohčoduvvon Unicode 10646 .
nob: Dette gjelder flere europeiske språk , blant dem norsk og i større grad samisk ( nordsamisk 2. ) For å løse disse problemene har det blitt utviklet en ny ISO-standard , kalt Unicode 10646 .

source: ISO máksá The International Organization for Standardization .
nob: ISO står for The International Organization for Standardization .

source: ISO lea standárdiserenorgánaid máilmmiviidosaš organisašuvdna mas leat miellahtut 130 riikkas , okta guhtege riikkas .
nob: ISO er en verdensomspennende organisasjon av standardiseringsorgan med medlemmer fra 130 land , et fra hvert land .

source: 3 Dát máksá ahte standárda Unicode ii leat čadnojuvvon ovtta gávppálaš firbmái , muhto lea standárda man buohkat sáhttet geavahit .
nob: 3 Dette betyr at standarden Unicode ikke er tilknyttet et enkelt kommersielt firma , men er en standard som alle kan bruke .

source: Unicode vuođđuduvvá 16 bits vuogádahkii .
nob: Unicode baserer seg på 16-bits system .

source: Dat mearkkaša ahte okta bustávva / symbola sisdoallá binára 4 ( guovtteoasat ) logu mas leat 16 lohkomearkka .
nob: Det betyr at en bokstav / symbol består av et binært 4 tall med 16 siffer .

source: Dainna lea sadji 216=65536 merkii ovtta standárdda siskkabeallái .
nob: Dermed har man plass til 216=65536 tegn innen en standard .

source: Ovdal leat geavahan 7 dahje 8 bits mearkačohkiid .
nob: Tidligere har man bruk 7 eller 8 bits tegnsett .

source: Dat mearkkaša ahte ovtta standárdda siskkabealde lea leamaš 27= 128 dahje 28=256 mearkka geavaheapmái .
nob: Det betyr at man innen for en standard har hatt 27= 128 eller 28=256 tegn til rådighet .

source: Vai čáhkada buot bustávaid , mearkkaid ja symbolaid , de leat ovdal ferten leat iešguđetlágan standárddat , miellasepmosit iešguđet gillii 5. Dát lea mielddisbuktán čuolmmaid geavaheddjiide , erenoamážit konverteremis ja kommunikašuvnnas geavaheddjiid gaskkas .
nob: For å få plass til alle bokstaver , tegn og symboler har man derfor tidligere måttet ha ulike standarder , gjerne en for hvert språk 5. Dette har medført problemer for brukerne , spesielt ved konvertering og kommunikasjon mellom brukere .

source: Unicode juohká juohke čálamerkii erenoamáš logu , beroškeahttá guđe vuođđolávddi dahje giela olmmoš geavaha .
nob: Unicode tildeler hvert enkelt skrifttegn et unikt tall , uansett hvilken plattform eller språk man bruker .

source: Njunušsearvvit prográmmagálvoindustriijas leat bidjan doibmii dahje leat bidjamin doibmii Unicode-standárdda .
nob: De førende selskap innen programvareindustrien har implementert eller er i ferd med å implementere Unicode-standarden .

source: Unicode dorjot máŋga operatiivavuogádaga , ođđaáigásaš neahttaloganat ja máŋga eará buktaga .
nob: Unicode understøttes i mange operativsystemer , moderne nettlesere og flere andre produkter .

source: Unicode-standárdda gárgedeapmi ja bargoneavvuid dábuhahttivuohta mat dorjot dan , adnojuvvojit mávssolažžan teknologiija gárgedeamis prográmmagálvvuid várás .
nob: Utviklingen av Unicode-standarden og tilgjengeligheten av verktøy som understøtter den , anses til å være en vesentlig utvikling innenfor utvikling av teknologi for programvare .

source: Unicode dahká vejolažžan geavahit prográmmagálvvu dahje lohkat dihto webbáikki beroškeahttá vuođđolávddis , gielas ja riikkas almmá dađe eanet rekonstrukšuvnnahaga .
nob: Unicode gjør det mulig å bruke en programvare eller lese ett bestemt websted uavhengig av plattform , språk og land uten ytterligere rekonstruksjon .

source: Dat dahká vejolažžan giktit data máŋgga iešguđetlágan vuogádaga čađa , almmá bilitkeahttá daid .
nob: Det gjør det mulig å transportere data gjennom mange forskjellige systemer , uten at de blir ødelagt .

source: Julevsámegiella ja oarjelsámegiella čállojuvvojit seamma bustávaiguin go dárogiela alfabehtasge leat . 3 Norga lea ovddastuvvon Norgga Standárdiserenlihtu ( Norges Standardiseringsforbund , NSF ) bokte .
nob: Lulesamisk og sørsamisk skrives med samme bokstaver som i det norske alfabetet Norge er representert gjennom Norges Standardiseringsforbund ( NSF ) .

source: NSF lea oktasašorganisašuvdna mii sisdoallá vihtta standárdiserenorgána ; Norsk allmennstandardisering ( Norgga dábálašstandárdiseren ) , Norsk byggstandardiseringsråd ( Norgga huksenstandárdiserenráđđi ) , Norsk elektroteknisk komité ( Norgga elektroteknihkalaš doaibmagoddi ) , Norsk teknologisenter ( Norgga teknologiijaguovddáš ) ja Post- og teletilsynet ( Poastaja telebearráigeahčču ) .
nob: NSF er en paraplyorganisasjon bestående av fem standardiseringsorganer ; Norsk allmennstandardisering , Norsk byggstandardiseringsråd , Norsk elektorteknisk komité , Norsk teknologisenter og Post- og teletilsynet .

source: NSF lea priváhta organisašuvdna mii ovddasta Norgga .
nob: NSF er en privat organisasjon som representerer Norge .

source: Seammás leat máŋga stádalaš orgána miellahttun iešguđetlágan standárdiserenorgánain . 4 Sisdoallá dušše siffariid 0 ja 1. 5 Davvisámegiela várás leat geavahan guokte standárdda , juoga mii lea dahkan čuolmmaid stuorábun go dárbbašlaš .
nob: Samtidig er mange statlige organ medlem i de ulike standardiseringsorganene 4 Bestående kun av sifrene 0 og 1 5 For nordsamisk har man brukt to standarder , noe som har gjort problemene større enn nødvendig .

source: 5.1 Čuolmmat vaikko vel Unicode lea sisabuktojuvvon Vaikko vel Unicode lea sisabuktojuvvo , de leat ain čuolmmat boares prográmmagálvvuin mat eat vuođđuduva dán standárdii .
nob: 5.1 Problemer til tross for innføring av Unicode Selv om Unicode innføres , vil man fortsatt ha problemer med gammel programvare som ikke baserer seg på denne standarden .

source: Dát čuolmmat eai čovdojuvvo .
nob: Disse problemene vil ikke bli løst .

source: Eará čuolbma sáhttá leat ahte sámi čálamearkkat eai biddjojuvvo doibmii buot fonttaide .
nob: Et annet problem kan være at samiske tegn ikke implementeres inn i alle fonter .

source: Vaikko buot čálamearkkain lea iežaset sadji Unicode-standárddas , de ii mávsse dát ahte buot čálatiippain lea meroštallojuvvon fonta buot bustávaide .
nob: Selv om alle tegn har sin plass i Unicode-standarden , betyr ikke det at alle skrifttyper har definert en font til alle bokstaver .

source: 5.2 8-bits čálamearkačoahkki Mii leat ovdalis raporttas ákkastallan 16-bits čálamearkačoahki ( Unicode ) sisabuktima beales .
nob: 5.2 8-bits tegnsett Vi har tidligere i rapporten argumentert for innføring av 16-bits tegnsett ( Unicode ) .

source: Dassážii go Unicode lea sajáiduvvan de facto standárdan , de šaddet ain máŋga dihtorprográmma ja eará elektrovnnalaš ráhkkanusa ( mobiila , PDA , jna. ) vuođđuduvvat 8-bits teknologiijai .
nob: Inntil Unicode er etablert som en de facto standard , vil likevel mange dataprogrammer og andre elektroniske innretninger ( mobil , PDA , osv. ) være basert på 8-bits teknologi .

source: Dan sivas bargojuvvo ain 8-bits sámegiel čálamearkačoahki standárdiserema beales .
nob: Av den grunn arbeides det fortsatt for standardisering av 8-bits tegnsett på samisk .

source: Ruoŧa Stáhtakantuvrra IT-infrastruktuvrra várás ( Statskontoret for ITinfrastruktur ) lea doaimmaheamen standárdiserenbarggu mii čatnašuvvá sámegiela 8-bits čálamearkačoahkkái .
nob: I regi av Statskontoret for IT-infrastruktur i Sverige foregår et standardiseringsarbeid knyttet til samisk 8-bits tegnsett .

source: Norgga Sámediggi lea buktán iežas oaiviliid , eaige das leat makkárge vuosteákkat bargui ja čovdosiidda maid Stáhtakantuvra lea hábmen .
nob: Sametinget i Norge har gitt sine synspunkter , og har ingen innsigelser til arbeidet og løsningene som er skissert av Statskontoret .

source: Norgga Standárdiserenlihtus ( Norges Standardiseringsforbund , NSF ) lea ovddasvástádus standárdiserendoaimma bajit stivrejumis ja buohtalastimis Norggas .
nob: Norges Standardiseringsforbund ( NSF ) har ansvaret for den overordnete styring og koordinering av standardiseringsvirksomheten i Norge .

source: Bargojoavku rávve Sámedikki ovttasbarggus Gielda- ja guovlodepartemeanttain , mii lea sámi áššiid bálddalasti departemeanta , doallat dialoga Norgga Standárdiserenlihtuin 8-bits čámegiel čálamearkačoahki standárdiserenáigumušain .
nob: Arbeidsgruppen anbefaler at Sametinget i samarbeid med Kommunal- og regionaldepartementet , som samordnende departement for samiske saker , har en dialog med Norges Standardiseringsforbund med sikte på å standardisere 8-bits tegnsett for samisk .

source: Gažaldat lea čuovvoluvvon davviriikkalaš čoahkkimis sámi gažaldagaid ovddasvástideaddji ministariid ja sámediggepresideanttaid gaskkas . 6 Doppe sohppojuvvui ahte Davviriikkalaš virgeoapmahašorgána sámi gažaldagaid váste galgá čielggadit vejolašvuođa ráhkadit oktasaš čovdosa davviriikkaide .
nob: Spørsmålet har blitt fulgt opp på det nordiske møtet mellom ministrene ansvarlige for samiske spørsmål og sametingspresidentene Der ble man enig om at det Nordiske embetsmannsorganet for samiske spørsmål skal utrede muligheten for å skape en felles løsning for de nordiske landene .

source: Bargojoavku doarju álgaga mii dás lea dahkkojuvvon .
nob: Arbeidsgruppen støtter det initiativet som her er tatt .

source: 6 ODIN ja eará almmolaš dokumeanttat ODIN lea oktasaš , elektrovnnalaš dieđihanbálvalus ráđđehusas ja departemeanttain .
nob: 6 ODIN og andre offentlige dokumenter ODIN er en felles , elektronisk informasjonstjeneste fra regjeringen og departementene .

source: Maiddái dáppe leat leamaš dábálaš čuolmmat sámi čálamearkačoahki ja almmuheami hárrái .
nob: Også her har man hatt de vanlige problemene når det gjelder samisk tegnsett og publisering .

source: Prográmmagálvvu ođasmahttima bokte galgá dál prinsihpas leat vejolaš ovdanbuktit sámegiel teavstta ODIN:s .
nob: Gjennom oppgradering av programvare skal det nå i prinsippet være mulig å presentere samisk tekst på ODIN .

source: Gielda- ja guovlodepartemeanta dadjá St. prp. nr. 1:s ( 2001-2002 ) ahte álggahuvvo sierra sámi giellaválljen ODIN:s .
nob: Kommunal- og regionaldepartementet sier i St. prp. nr. 1 ( 2001-2002 ) at det vil bli etablert et eget språkvalg på ODIN .

source: Bargojoavku diehtá dán barggu leat álggahuvvon .
nob: Arbeidsgruppen er kjent med at dette arbeidet er igangsatt .

source: Vaikko ná leage , de leat ain dihto váttisvuođat sámegiel teavstta almmuhemiin .
nob: Til tross for dette har man fortsatt visse problemer med publisering av samisk tekst .

source: Okta čuolbma lea leamaš prográmmagálvu maid teakstačállit leat geavahan .
nob: Et av problemene har vært programvaren som tekstforfatterne har brukt .

source: Juos geavaha boares LEVI-čovdosiid daid čovdosiid sajis mat vuođđuduvvet Unicode:i , de oažžu váttisvuođaid sámegiel teavstta ovdanbuktimiin .
nob: Dersom man bruker de gamle LEVI-løsningene i stedet for løsninger som bygger på Unicode , vil man fortsatt få problemer med presentasjon av samisk tekst .

source: Danne lea dárbbašlaš ahte teakstačállit ja jorgaleaddjit geat barget departemeanttaid ovddas ođasmahttet prográmmagálvvuideaset .
nob: Det er derfor nødvendig at tekstforfattere og oversettere som jobber for departementene oppdaterer sine programvarer .

source: 6.1 Gáibádusat almmolaš neahttabáikkiide Statskonsult árvvoštallá jotkkolaččat almmolaš neahttabáikkiid .
nob: 6.1 Krav til offentlige nettsteder Statskonsult foretar en kontinuerlig evaluering av offentlige nettsteder .

source: Árvvoštallama bohtosat ovdanbuktojuvvojit Norge.no:s .
nob: Resultatene av evalueringen presenteres på Norge.no .

source: Statskonsult:a árvvoštallan ii atte lasi čuoggáid guovttegielat čovdosiin sihke sámegiela ja dárogiela váste .
nob: Statskonsults evaluering gir ingen uttelling for tospråklig løsning for både samisk og norsk .

source: Unicode-vuođđuduvvan teknologiija addá sámi geavaheddjiide vejolašvuođa čállit ja lohkat sámegiela neahtas .
nob: En Unicode-basert teknologi gir samiske brukere adgang til å skrive og lese samisk på nett .

source: Seammás gáržžida dat doaibmilvuođa geavaheddjiide geain leat boarráset dihtorvuogádagat .
nob: Samtidig begrenser det funksjonaliteten til brukere med eldre datasystemer .

source: Dát dagaha ahte ” gessojuvvo ” árvvoštallamis .
nob: Dette gir ” trekk ” i evalueringen .

source: Bargojoavkkus lea danne dat oaidnu ahte Statskonsult:a kvalitehttakriteriijat almmolaš neahttabáikkiide fertejit ođđasisárvvoštallojuvvot dán ektui vai vejolašvuohta sámegiel almmuheamis bálkkašuvvo árvvoštallanvuogádagas .
nob: Arbeidsgruppen er derfor av den oppfatning at Statskonsults kvalitetskriterier for offentlige nettsteder må revurderes i forhold til dette , sånn at mulighet for samiskspråklig publisering belønnes i evalueringssystemet .

source: 7 Boallobeavdi Ruoŧa Stáhtakantuvrras IT-infrastruktuvrra várás dáhpáhuvvá standárdiserenbargu mii čatnašuvvá sámi boallobeavdehápmái .
nob: 7 Tastatur I regi av Statskontoret for IT-infrastruktur i Sverige foregår det et standardiseringsarbeid knyttet til samisk tastaturlayout .

source: Norgga Sámediggi lea addán oaiviliiddis , eaige das leat makkárge vuosteákkat bargui ja čovdosiidda maid Stáhtakantuvra lea hábmen .
nob: Sametinget i Norge har gitt sine synspunkter , og har ingen innsigelser til arbeidet og løsningene som er skissert av Statskontoret .

source: Dát vaikko evttohuvvon boallebeavdi helleha veaháš boallobeavddis maid Microsoft lea gárgedan .
nob: Dette til tross for at foreslått tastatur avviker noe fra det tastatur som er utviklet av Microsoft .

source: Dát maŋimuš vuođđuduvvá de facto standárdii , mii maiddái lea adnojuvvon ovddeš LEVI-čovdosiin .
nob: Dette siste baserer seg på en de facto standard , som også har vært benyttet i tidligere LEVI-løsninger .

source: Hellehus Microsoft:a boallobeavdečovdosa ja evttohuvvon ruoŧa standárdda gaskkas ii dagat Sámedikki árvvoštallama mielde stuorra geavatlaš čuvvosiid .
nob: Avviket mellom Microsofts tastaturløsning og den foreslåtte svenske standard vil etter Sametingets vurdering ikke få store praktiske konsekvenser .

source: Stáhtakantuvrra prinsihpalaš oaidnu lea ahte juohke našuvnnalaš boallobeavddis berre alfabehta leat erenoamáš boaluin – iige nu mo MS-boallobeavddis mas ” Ŧ ” ja ” ŧ ” ovdanbohtet deaddilankombinašuvnna ” Alt-Gr + t ” dahje ” Shift + Alt-Gr + T ” veagas .
nob: Statskontorets prinsipielle oppfatning er at ethvert nasjonal tastatur bør ha alfabetet sitt på unike taster – og ikke slik som MS-tastaturet hvor ” Ŧ ” og ” ŧ ” framkommer ved hjelp av tastekombinasjonen ” Alt-Gr + t ” eller ” Shift + Alt-Gr + T ” .

source: Ruoŧas leat ” Ŧ ” ja ” ŧ ” evttohuvvon biddjojuvvot ” Y ” ja ” y ” sadjái – bustávva mii ii gávdno sámi alfabehtas .
nob: I Sverige er ” Ŧ ” og ” ŧ ” foreslått lagt på ” Y ” og ” y ” – en bokstav som ikke finnes i det samiske alfabetet .

source: Bargojoavku doarju Sámedikki árvvoštallamiid ahte boallobeavdehámi standárdiseren berre vuođđuduvvat čovdosii maid Stáhtakantuvra Ruoŧas lea gávnnahan .
nob: Arbeidsgruppen støtter Sametingets vurderinger om at standardisering av tastatur-layout bør basere seg på den løsning man har kommet frem til ved Statskontoret i Sverige .

source: Bargojoavku diehtá maiddái ahte gažaldat boallobeavddis lea ášši mainna Norgga Standárdiserenlihttu lea bargamin .
nob: Arbeidsgruppen er også kjent med at spørsmålet om tastatur er en sak det jobbes med i Norges Standardiseringsforbund .
